Repository: alel2003/candler
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: English
ru: Английский

# Русский
source: Russian
ru: Русский

source: Name
ru: Имя

source: About us
ru: Про нас

# goods
source: Catalog
ru: Каталог

# teachers
source: Team
ru: Команда

source: reviews
ru: отзывы

source: courses
ru: Курсы

source: contact
ru: Контакты

source: langues
ru: языки

# atmosphereTitle
source: Create an atmosphere of comfort and harmony!
ru: Создайте атмосферу уюта и гармонии!

# atmosphereText
source: Create a special atmosphere in your home with our eco-friendly and quality 100% natural soy wax products.
ru: Створіть особливу атмосферу у своєму домі з нашою екологічно чистою та якісною продукцією зі 100% натуральної соєвого воску.

source: Buy
ru: Купить

# aboutUsTitle
source: About us
ru: Про нас

# aboutTextOne
source: Bogdan, the creator of the brand, is not always interested in making a variety of things at home. He regularly experimented with different materials and tools, trying his hand at many industries, including candle making.
ru: Богдан создатель бренда не всегда заинтересован в изготовлении разнообразных вещей на дому. Он регулярно экспериментировал с разными материалами и инструментами, попробовав свои силы во многих отраслях, включая изготовление свечей.

# aboutTextTwo
source: Soy wax is made from soybeans grown in Denmark and is environmentally friendly and healthy.
ru: Соевый воск изготавливается из соевых бобов, сращиваемых в Дании, и этот вид воска является экологически чистым и безопасным для здоровья.

# aboutMomentText
source: Enjoy the moment
ru: Наслаждайтесь моментом

# aboutAtmosphereText
source: Create your favorite atmosphere
ru: Создайте любимую атмосферу

# goodsTitle
source: Our products
ru: Наши товары

# goodsText
source: We use only the best quality materials: soy wax, wax dyes, high quality fragrance oils and cotton wicks. The shades of the candles are very harmoniously combined with the aroma, creating an unforgettable atmosphere in your home.
ru: Мы используем только лучшие качественные материалы: соевый воск, восковые красители, высококачественные ароматические масла и хлопчатобумажные фитильцы. Оттенки свеч очень гармонично сочетаются с ароматом, создавая незабываемую атмосферу в вашем доме.

# goodsTitleHeart
source: Heart of love
ru: Сердце любви

# goodsTextToryandi
source: Smell: delicate aroma of rose and vanilla.For what: for a romantic atmosphere
ru: Запах: нежный аромат розы и ванили.Для чего: для атмосферы романтического настроения

# goodsTitleCharm
source: Whirlwind of love
ru: Вихрь любви

# goodsTextLavender
source: Smell: delicate aroma of lavender.Why: to create an atmosphere of comfort
ru: Запах: нежный аромат лаванды.Для чего: для создания атмосферы уюта

# goodsTitleVeselka
source: Rainbow
ru: Радуга

# goodsTextLime
source: Smell: Fresh lime scent.Why: for energy and freshness in the room.
ru: Запах: Свежий аромат лайма.Зачем: для энергии и свежести в помещении.

# goodsTextLove
source: Feminine charm
ru: Женское очарование

# creationTitle
source: Stages of creating candles
ru: Этапы создания свечей

# creationText
source: Making a soy wax candle can consist of the following steps:
ru: Создание свечи из соевого воска может состоять из следующих этапов:

# materialsText
source: Preparation of materials: small fragments of soy wax, candle wick, fragrances, dyes and other additional materials.
ru: Подготовка материалов: мелкие фрагменты соевого воска, фитиль для свечи, ароматизаторы, красители и другие дополнительные материалы.

# formsText
source: Preparing the Mold: Choosing a mold for the candle and preparing it for filling with wax.
ru: Подготовка формы: выбор формы для свечи и подготовка ее к наполнению воском.

# waxText
source: Wax preparation: melting soy wax in a melting device to the desired temperature. Add flavors and colors if necessary.
ru: Приготовление воска: расплавление соевого воска в плавильном устройстве до нужной температуры. Добавление ароматизаторов и красителей при необходимости.

# wickText
source: Preparing the wick: inserting the wick into the mold and fixing it so that it is evenly tense.
ru: Подготовка фитиля: вставка фитиля в форму и зафиксирование его так, чтобы он был равномерно напряжен.

# fillingFormsText
source: Filling the mold: Pour wax into the mold until it is completely filled. Wait for it to establish itself.
ru: Наполнение формы: воск налить в форму, пока она не заполнится полностью. Ждать, пока он утвердится.

# waxPreparationText
source: Wax preparation: melting soy wax in a melting device to the desired temperature. Add flavors and colors if necessary.
ru: Приготовление воска: расплавление соевого воска в плавильном устройстве до нужной температуры. Добавление ароматизаторов и красителей при необходимости.

# preparingWickText
source: Preparing the wick: inserting the wick into the mold and fixing it so that it is evenly tense.
ru: Подготовка фитиля: вставка фитиля в форму и зафиксирование его так, чтобы он был равномерно напряжен.

# fillingFormText
source: Filling the mold: Pour wax into the mold until it is completely filled. Wait for it to establish itself.
ru: Наполнение формы: воск налить в форму, пока она не заполнится полностью. Ждать, пока он утвердится.

# coursesTitle
source: Our courses
ru: Наши курсы

# coursesText
source: Our courses allow you to take the first step in a new career or deepen your knowledge in your field, develop as a professional, and improve your quality of life.
ru: Наши курсы позволяют сделать первый шаг в новой карьере или углубить свои знания в своей области, развиваться как профессионал, а также улучшить качество своей жизни.

# makingCandlesText
source: Candle Making Basics
ru: Основы изготовления свечей

# studyText
source: Education
ru: Обучение

source: year
ru: год

source: price
ru: цена

# manufacturingBasicsTitle
source: Candle making basics
ru: Основы изготовления свечей

# manufacturingBasicsText
source: We will teach the basics of making candles from different materials.
ru: Будем обучать основам изготовления свечей из разных материалов.

# buyCourses
source: Buy a course
ru: Купити курс

# artAromatherapyTitle
source: The art of aromatherapy
ru: Искусство ароматерапии

# artAromatherapyText
source: We will study the art of aromatherapy and making candles with different scents.
ru: Будем изучать искусство ароматерапии и изготовление свечей с разными ароматами.

# teachersTitle
source: Our teachers
ru: Наши преподаватели

# teachersText
source: These people work together to create courses for you that will help you start your own business or hobby.
ru: Эти люди работают вместе, чтобы создать курсы для вас, которые помогут вам начать собственный бизнес или хобби.

# teachersNameOne
source: Teacher Bogdan
ru: Преподаватель Богдан

# teacherTextOne
source: Has 4 years of teaching and work experience
ru: Имеет опыт преподавания и работы 4 года

# teachersNameTwo
source: Teacher Anna
ru: Преподаватель Анна

# teacherTextTwo
source: Has 6 years of teaching and work experience
ru: Имеет опыт преподавания и работы 6 лет

# teachersNameThree
source: Teacher Galina
ru: Преподаватель Галина

# teacherTextThree
source: Teaches the field of design and decoration
ru: Обучает сфере дизайна и декорирования

# teachersNameFour
source: Marketer Olga
ru: Маркетолог Ольга

# teacherTextFour
source: Will help you with advertising
ru: Поможет вам с рекламой

# reviewsTitle
source: Reviews from clients
ru: Отзывы от клиентов

# reviewsText
source: Our customers have different ages, status, activities and interests, but they have one thing in common - they strive for harmony and find joy in the small joys of life, which create an atmosphere of comfort and harmony in their home.
ru: Наши покупатели имеют разный возраст, статус, занятия и интересы, но у них есть одна общая черта – они стремятся к гармонии и обретают радость в маленьких радостях жизни, которые создают атмосферу уюта и гармонии в их доме.

# carouselNameOne
source: Ivan Pilipenko
ru: Іван Пилипенко

source: Buy product
ru: Купить товар

# carouselNameTwo
source: Ivan Pilipenko
ru: Іван Пилипенко

# carouselNameThree
source: Ivan Pilipenko
ru: Іван Пилипенко

# certificatesTitle
source: Certificates quality
ru: Сертификаты качества

# certificatesText
source: Certificates provide trust and confidence to our clients.
ru: Сертификаты обеспечивают доверие и уверенность для наших клиентов.

# questionsTitle
source: FAQ
ru: Часто задаваемые вопросы

# accordionTitleOne
source: What scents are available for candles?
ru: Какие запахи доступны для свечей?

# accordionTextOne
source: 1.Vanilla is a warm, sweet and cozy aroma reminiscent of home comfort.2.Lavender is a pleasant, soothing and relaxing scent that helps relieve stress and tension.3.Pink Grapefruit is a fresh, fruity and energetic aroma that helps lift your spirits and invigorate you.4.Cedar is a woody, earthy and masculine scent that imparts a sense of stability and security.5.Apple and cinnamon - a warm and cozy aroma, reminiscent of winter holidays and home conditions.
ru: 1.Ваниль – теплый, сладкий и уютный аромат, напоминающий о домашнем уюте.<br>2.Лаванда – приятный, успокаивающий и релаксирующий запах, который помогает снять стресс и напряжение.<br>3.Розовый грейпфрут – свежий, фруктовый и энергичный аромат, который помогает поднять настроение и взбодрить.<br>4.Кедр – древесный, земной и маскулинный аромат, придающий ощущение стабильности и надежности.<br>5.Яблоко и корица – теплый и уютный аромат, напоминающий о зимних праздниках и домашних условиях.<br>

# accordionTitleTwo
source: How long do the candles burn?
ru: Как долго горят свечи?

# accordionTextTwo
source: 1.Vanilla is a warm, sweet and cozy aroma reminiscent of home comfort.2.Lavender is a pleasant, soothing and relaxing scent that helps relieve stress and tension.3.Pink Grapefruit is a fresh, fruity and energetic aroma that helps lift your spirits and invigorate you.4.Cedar is a woody, earthy and masculine scent that imparts a sense of stability and security.5.Apple and cinnamon - a warm and cozy aroma, reminiscent of winter holidays and home conditions.
ru: 1.Ваниль – теплый, сладкий и уютный аромат, напоминающий о домашнем уюте.<br>2.Лаванда – приятный, успокаивающий и релаксирующий запах, который помогает снять стресс и напряжение.<br>3.Розовый грейпфрут – свежий, фруктовый и энергичный аромат, который помогает поднять настроение и взбодрить.<br>4.Кедр – древесный, земной и маскулинный аромат, придающий ощущение стабильности и надежности.<br>5.Яблоко и корица – теплый и уютный аромат, напоминающий о зимних праздниках и домашних условиях.<br>

# accordionTitleThree
source: Is it possible to order a custom candle design?
ru: Можно ли сделать заказ на индивидуальный дизайн свечи?

# accordionTextThree
source: 1.Vanilla is a warm, sweet and cozy aroma reminiscent of home comfort.2.Lavender is a pleasant, soothing and relaxing scent that helps relieve stress and tension.3.Pink Grapefruit is a fresh, fruity and energetic aroma that helps lift your spirits and invigorate you.4.Cedar is a woody, earthy and masculine scent that imparts a sense of stability and security.5.Apple and cinnamon - a warm and cozy aroma, reminiscent of winter holidays and home conditions.
ru: 1.Ваниль – теплый, сладкий и уютный аромат, напоминающий о домашнем уюте.<br>2.Лаванда – приятный, успокаивающий и релаксирующий запах, который помогает снять стресс и напряжение.<br>3.Розовый грейпфрут – свежий, фруктовый и энергичный аромат, который помогает поднять настроение и взбодрить.<br>4.Кедр – древесный, земной и маскулинный аромат, придающий ощущение стабильности и надежности.<br>5.Яблоко и корица – теплый и уютный аромат, напоминающий о зимних праздниках и домашних условиях.<br>

# accordionTitleFour
source: What are the delivery options?
ru: Какие варианты доставки?

# accordionTextFour
source: 1.Vanilla is a warm, sweet and cozy aroma reminiscent of home comfort.2.Lavender is a pleasant, soothing and relaxing scent that helps relieve stress and tension.3.Pink Grapefruit is a fresh, fruity and energetic aroma that helps lift your spirits and invigorate you.4.Cedar is a woody, earthy and masculine scent that imparts a sense of stability and security.5.Apple and cinnamon - a warm and cozy aroma, reminiscent of winter holidays and home conditions.
ru: 1.Ваниль – теплый, сладкий и уютный аромат, напоминающий о домашнем уюте.<br>2.Лаванда – приятный, успокаивающий и релаксирующий запах, который помогает снять стресс и напряжение.<br>3.Розовый грейпфрут – свежий, фруктовый и энергичный аромат, который помогает поднять настроение и взбодрить.<br>4.Кедр – древесный, земной и маскулинный аромат, придающий ощущение стабильности и надежности.<br>5.Яблоко и корица – теплый и уютный аромат, напоминающий о зимних праздниках и домашних условиях.<br>

# accordionTitleFive
source: How to pay for an order?
ru: Как оплачивать заказ?

# accordionTextFive
source: 1.Vanilla is a warm, sweet and cozy aroma reminiscent of home comfort.2.Lavender is a pleasant, soothing and relaxing scent that helps relieve stress and tension.3.Pink Grapefruit is a fresh, fruity and energetic aroma that helps lift your spirits and invigorate you.4.Cedar is a woody, earthy and masculine scent that imparts a sense of stability and security.5.Apple and cinnamon - a warm and cozy aroma, reminiscent of winter holidays and home conditions.
ru: 1.Ваниль – теплый, сладкий и уютный аромат, напоминающий о домашнем уюте.<br>2.Лаванда – приятный, успокаивающий и релаксирующий запах, который помогает снять стресс и напряжение.<br>3.Розовый грейпфрут – свежий, фруктовый и энергичный аромат, который помогает поднять настроение и взбодрить.<br>4.Кедр – древесный, земной и маскулинный аромат, придающий ощущение стабильности и надежности.<br>5.Яблоко и корица – теплый и уютный аромат, напоминающий о зимних праздниках и домашних условиях.<br>

# accordionTitleSix
source: How long does the course last?
ru: Как долго длится курс?

# accordionTextSix
source: 1.Vanilla is a warm, sweet and cozy aroma reminiscent of home comfort.2.Lavender is a pleasant, soothing and relaxing scent that helps relieve stress and tension.3.Pink Grapefruit is a fresh, fruity and energetic aroma that helps lift your spirits and invigorate you.4.Cedar is a woody, earthy and masculine scent that imparts a sense of stability and security.5.Apple and cinnamon - a warm and cozy aroma, reminiscent of winter holidays and home conditions.
ru: 1.Ваниль – теплый, сладкий и уютный аромат, напоминающий о домашнем уюте.<br>2.Лаванда – приятный, успокаивающий и релаксирующий запах, который помогает снять стресс и напряжение.<br>3.Розовый грейпфрут – свежий, фруктовый и энергичный аромат, который помогает поднять настроение и взбодрить.<br>4.Кедр – древесный, земной и маскулинный аромат, придающий ощущение стабильности и надежности.<br>5.Яблоко и корица – теплый и уютный аромат, напоминающий о зимних праздниках и домашних условиях.<br>

# accordionTitleSeven
source: What is the price for the course?
ru: Какая цена на курс?

# accordionTextSeven
source: 1.Vanilla is a warm, sweet and cozy aroma reminiscent of home comfort.2.Lavender is a pleasant, soothing and relaxing scent that helps relieve stress and tension.3.Pink Grapefruit is a fresh, fruity and energetic aroma that helps lift your spirits and invigorate you.4.Cedar is a woody, earthy and masculine scent that imparts a sense of stability and security.5.Apple and cinnamon - a warm and cozy aroma, reminiscent of winter holidays and home conditions.
ru: 1.Ваниль – теплый, сладкий и уютный аромат, напоминающий о домашнем уюте.<br>2.Лаванда – приятный, успокаивающий и релаксирующий запах, который помогает снять стресс и напряжение.<br>3.Розовый грейпфрут – свежий, фруктовый и энергичный аромат, который помогает поднять настроение и взбодрить.<br>4.Кедр – древесный, земной и маскулинный аромат, придающий ощущение стабильности и надежности.<br>5.Яблоко и корица – теплый и уютный аромат, напоминающий о зимних праздниках и домашних условиях.<br>

# accordionTitleEight
source: Is there a certificate for the course?
ru: Есть ли сертификат на курс?

# accordionTextEight
source: 1.Vanilla is a warm, sweet and cozy aroma reminiscent of home comfort.2.Lavender is a pleasant, soothing and relaxing scent that helps relieve stress and tension.3.Pink Grapefruit is a fresh, fruity and energetic aroma that helps lift your spirits and invigorate you.4.Cedar is a woody, earthy and masculine scent that imparts a sense of stability and security.5.Apple and cinnamon - a warm and cozy aroma, reminiscent of winter holidays and home conditions.
ru: 1.Ваниль – теплый, сладкий и уютный аромат, напоминающий о домашнем уюте.<br>2.Лаванда – приятный, успокаивающий и релаксирующий запах, который помогает снять стресс и напряжение.<br>3.Розовый грейпфрут – свежий, фруктовый и энергичный аромат, который помогает поднять настроение и взбодрить.<br>4.Кедр – древесный, земной и маскулинный аромат, придающий ощущение стабильности и надежности.<br>5.Яблоко и корица – теплый и уютный аромат, напоминающий о зимних праздниках и домашних условиях.<br>

# buyTitle
source: Buy more, save more
ru: Покупайте больше, экономьте больше

# buyLink
source: To catalog
ru: В каталог

# formTitle
source: Subscribe to our promotions
ru: Подпишись на наши акции

# formLink
source: Subscribe
ru: Подписаться
